{
    "Hello %s, how are you today? How was your %s.": "Hello %s, how are you today? How was your %s?",
    "lokalise_placeholders": {
        "universal_placeholders": "You can use the following universal placeholders on Lokalise to represent various data types:\n\n%s, %1$s, %s – string.\n\n%d, %1$d, %d – integer.\n\n%f, %.2f, %1$.2f, %.2f – float.\n\nThe name postfix :name is only used in placeholder formats that actually support named placeholders. This postfix will be ignored for other formats.",
        "special_placeholder": "Lokalise also supports certain \"special\" placeholders:\n\n%  – will be automatically exported as %%  for printf and iOS placeholder formats if the string contains at least one placeholder (will be exported as %  otherwise).\n\n[VOID]  – this placeholder simply means \"translation is absent\" and it will be exported as an empty string. However, it will be counted as \"translated\" on Lokalise. This placeholder can come in handy when you do not have a proper translation yet but you want to pretend that it is actually present.\n\nPlease note that translations with the [VOID] value won't be saved to the translation memory.\n\n[TRUE], [FALSE] – these placeholders will be exported as platform-specific boolean values.\n\nPlease note that [VOID], [TRUE], and [FALSE] placeholders should be the only text in a given translation. For example, This sentence is [FALSE] is incorrect usage of the [FALSE] placeholder and will be simply exported as a plain text."
    },
    "Translation_Memory_Limitations": "Technical limits:\n\n- 8191 chars maximum for a single TM entry. Longer texts won’t be saved in the TM. > https:\/\/lokalise.slack.com\/archives\/C04AB0UFBSQ\/p1705512448250449?thread_ts=1705417164.535409&cid=C04AB0UFBSQ\n- 1000 chars maximum for a single TM inline suggestion. Longer texts won’t be shown as a suggestion.\n- TMX files larger than 100MB cannot be uploaded.\n- The number of translation memory entries per TM storage is not limited.",
    "Review_Center": "- Once a translation has been marked as reviewed, you cannot resend that language pair to the reviewer.\n- Keys marked as \"hidden from contributors\" are shown to reviewers in the RC.\n- Translations marked as reviewed in the RC cannot be changed to unreviewed.\n- You can only invite users that are NOT part of the team. The error message only indicates contributors.\n- If a key is deleted and it also exists in the RC, it will be removed from the RC.\n- Keys using the 'translatable:false' custom attribute can still be pushed to the RC.\n- RC instances are per user.\n- RC activity logs are non-existent",
    "Juankey": "The quick brown fox jumped over the lazy dog"
}